import React from "react";
import "./DescriptionBox.css";

const DescriptionBox = () => {
  return (
    <div className="descriptionbox">
      <div className="descriptionbox-navigator">
        <div className="descriptionbox-nav-box">Сипаттама</div>
        <div className="descriptionbox-nav-box fade">Пікірлер (16)</div>
      </div>
      <div className="descriptionbox-description">
        <p>
          Электрондық коммерция веб-сайты - бұл жұмысты жеңілдететін онлайн
          платформа Интернет арқылы өнімдерді немесе қызметтерді сатып алу және
          сату. Ол бизнес пен жеке тұлғаларға мүмкіндік беретін виртуалды нарық
          ретінде қызмет етеді өз өнімдерін көрсетеді, тұтынушылармен өзара
          әрекеттеседі және жүріс-тұрыс жасайды физикалық қатысуды қажет
          етпейтін транзакциялар. Электрондық коммерция веб-сайттар өздерінің
          ыңғайлылығына байланысты үлкен танымалдылыққа ие болды, қол жетімділік
          және олар ұсынатын жаһандық қолжетімділік.
        </p>
        <p>
          Электрондық коммерция веб-сайттары әдетте өнімдерді немесе қызметтерді
          бірге көрсетеді егжей-тегжейлі сипаттамалар, суреттер, бағалар және
          кез келген қол жетімді нұсқалар (мысалы, өлшемдер, түстер). Әрбір өнімнің
          әдетте өзінің арнайы беті болады тиісті ақпаратпен.
        </p>
      </div>
    </div>
  );
};

export default DescriptionBox;
